Repository: barbieauglend/MISP
Catalog: app/Locale/*/cake_resque.po
Languages: pt_br

source: User running the workers
pt_br: Usuário utilizando os workers

source: Name of the queue. If multiple queues, separe with comma.
pt_br: Nome da fila. Se múltiplas files, separe com virgula.

source: Pause time in seconds between each works
pt_br: Intervalo em segundos entre os works

source: Number of workers to fork
pt_br: Números de workers no fork

source: Log path
pt_br: Caminho para o log

source: Log Handler to use for logging.
pt_br: Log handler usado para logar.

source: Log Handler arguments
pt_br: Argumento do log handler

source: Log more verbose informations
pt_br: Logar mais informações verboso

source: Print debug informations
pt_br: Imprimir informações do debug

source: Force workers shutdown, forcing all the current jobs to finish (and fail)
pt_br: Forçar o desligamento dos workers , forçando a finalização (e falha) de todos os jobs atuais.

source: Shutdown all workers
pt_br: Desligar todos os workers

source: Stop one or all workers
pt_br: Desligue um ou todos os workers

source: Unless you force the stop with the --force option,
pt_br: Se você não forçar a finalização com a opção --force,

source: the worker will wait for all jobs to complete
pt_br: o worker esperará até todos os jobs estarem completos

source: before shutting down
pt_br: antes de desligar

source: Pause all workers
pt_br: Pausar todos os workers

source: Pause one or all workers
pt_br: Pause um ou todos os workers

source: Pausing is only supported on Unix system,
pt_br: Pausa só é compatível em sistemas Unix,

source: with PHP pcntl extension installed
pt_br: com a extensão PHP pcntl instalada.

source: Resume all paused workers
pt_br: Continue todos os workers pausados

source: Resume one or all paused workers
pt_br: Continue um ou todos os workers pausados

source: Resuming is only supported on Unix system,
pt_br: Continuar só é compatível em sistemas Unix,

source: Clean up all workers
pt_br: Apague todos os workers

source: Cleaning Up one or all paused workers
pt_br: Apague um ou todos os workers pausados

source: Cleaning Up will immedately terminate the job
pt_br: Apagar ira encerrar o job

source: the worker is currently working on.
pt_br: que o worker esta processando no momento.

source: Clear all queues
pt_br: Apagar todas as filas

source: Clear one or all queues
pt_br: Apague uma ou todas as filas

source: Clearing a queue will remove all its jobs
pt_br: Apagar uma fila removerá todos os jobs daquela fila.

source: A Shell to manage PHP Resque
pt_br: Uma shell para administrar o PHP Resque

source: Version
pt_br: Versão

source: Start a new worker.
pt_br: Inicie um worker novo.

source: Start a new scheduler worker.
pt_br: Inicie um novo worker agendador.

source: Stop a worker.
pt_br: Pare o worker.

source: Pause a worker.
pt_br: Pause o worker.

source: Resume a paused worker.
pt_br: Continue um worker pausado.

source: Immediately terminate a worker job execution.
pt_br: Finalize um worker imediatamente depois da execução do job.

source: Stop all Resque workers, and start a new one.
pt_br: Pare todos os Resque workers, e inicie um novo.

source: Clear all jobs inside a queue
pt_br: Apague todos os jobs de uma fila

source: Reset CakeResque internal worker's saved status
pt_br: Resetar o status salvo do interno worker do CakeResque

source: View stats about processed/failed jobs.
pt_br: Ver estatísticas sobre jobs processados/falhos.

source: Tail the workers logs.
pt_br: Tail dos logs do worker

source: Track a job status.
pt_br: Rastrear o status de um job.

source: Load a set of predefined workers.
pt_br: Carregar um conjunto de workers pré-definidos.

source: Adding a job to worker
pt_br: Addicionando um job para o worker

source: Wrong number of arguments
pt_br: Número de argumentos incorreto.

source: Usage : enqueue <queue> <jobclass> <comma-separated-args>
pt_br: Utilização: enqueue <fila> <classe de job> <argumentos separados com vírgula>

source: Succesfully enqueued Job #%s
pt_br: Job #%s adicionado na fila com sucesso

source: Scheduling a job
pt_br: Agendando um job

source: Usage : enqueueIn <seconds> <queue> <jobclass> <comma-separated-args>
pt_br: Utilização : enqueueIn <segundos> <fila> <classe do job> <argumentos separados por vírgula>

source: Succesfully scheduled Job #%s
pt_br: Job #%s agendado com sucesso

source: Usage : enqueue <timestamp> <queue> <jobclass> <comma-separated-args>
pt_br: Utilização : enqueue <timestamp> <fila> <classe do job> <argumentos separados por vírgula>

source: Tailing log file
pt_br: Taling o arquivo de log

source: No log file to tail
pt_br: Arquivo de log não encontrado para o tail

source: Choose a log file to tail
pt_br: Escolha um arquivo de log para tail

source: Creating the scheduler workers
pt_br: Criando os workers agendadores

source: Creating workers
pt_br: Criando workers

source: Scheduler Worker is not enabled
pt_br: Worker agendador não esta habilitado

source: The scheduler worker is already running
pt_br: O worker agendador ja está funcionando

source: Will start
pt_br: Esta começando.

source: Starting worker (
pt_br: Comecando worker (

source: Running command :
pt_br: Executando comando:

source: Starting scheduler worker
pt_br: Iniciando o worker agendador

source: Starting worker
pt_br: Iniciando worker

source: Done
pt_br: Concluído

source: Registering worker #
pt_br: Registrando worker #

source: Fail
pt_br: Falha

source: Stopping %s ...
pt_br: Parando %s ...

source: Stopping workers
pt_br: Parando workers

source: There is no workers to stop ...
pt_br: Não ha nenhum worker para parar

source: Workers list
pt_br: Lista de workers

source: Stop all workers
pt_br: Pare todos os workers

source: Worker to stop
pt_br: Worker que é para ser parado

source: Stopping the Scheduler Worker ...
pt_br: Parando o worker agendador

source: Cleaning up %s ...
pt_br: Limpando %s ...

source: Cleaning up workers
pt_br: Limpando os workers

source: There is no active workers to clean up ...
pt_br: Não há nenhum worker ativo para limpar ...

source: Active workers list
pt_br: Lista de workers ativos

source: Worker to Cleanup
pt_br: Worker para impeza

source: Cleaning up the Scheduler Worker ...
pt_br: Limpando o Worker agendador

source: Pausing %s ...
pt_br: Pausando %s ...

source: Fetching list of active workers
pt_br: Baixando a lista de workers ativos

source: Pausing workers
pt_br: Pausando workers

source: There is no active workers to pause ...
pt_br: Não há nenhum worker ativo para pausar

source: Worker to pause
pt_br: Worker para pausar

source: Pausing the Scheduler Worker ...
pt_br: Pausando the worker agendador

source: Resuming %s ...
pt_br: Continuando %s ...

source: Resuming workers
pt_br: Continuando workers
